[
  {
    "id":"1",
    "blurb": "Thaddeus' high school participation in mock trial and his search for a beautiful campus environment led him to Cornell and to ILR. His first year has shown him a world of new opportunities and has led him to mentor high school students making that same important choice.",
    "classYear": "15",
    "experience1": "Internship: Legal Aid Society",
    "experience2": "Internship: Deloitte Consulting",
    "experience3": "Internship: Legal department at Goldman Sachs",
    "experience4": "",
    "firstName": "Thaddeus",
    "home_rotation": "1",
    "interests": "Public policy, law",
    "lastName": "Talbot",
    "mainPhoto": "/admissions/Student_Experience/images/ThaddeusTalbot_1.jpg",
    "quote": "I also took Organizational Behavior (OB) along with Sociology, and so far they are my favorite classes because they are interlinked. I had no idea what to think about OB going into it. We learned about organizational cultures, employee motivation and leadership. These classes don’t exist in high school.",
    "story": "<h2>Making the ILR decision</h2>\n\n<p>I’m from Brooklyn, NY and I was looking for an environment that was beautiful to look at, a school where people were inviting and a place to pursue my interest in law through classes and extracurricular activities. I chose ILR because the curriculum had several undergraduate law classes and I knew Cornell had a mock trial team, which was exactly what I was looking for. I wanted to focus on my interest in law both inside and outside the classroom. I became interested in law because of participating in mock trial during high school.</p>\n\n<h2>Exploring classes</h2>\n\n<p>During my first year in ILR, I took many interesting classes. I selected a class called Introduction to Disability Studies, where we discussed current issues and policies, including disability laws and their impacts on the workplace. I also took Organizational Behavior (OB) along with Sociology, and so far they are my favorite classes because they are interlinked. I had no idea what to think about OB going into it. We learned about organizational cultures, employee motivation and leadership. These classes don’t exist in high school.</p>\n\n<h2>Getting involved, getting support</h2>\n\n<p>The mock trial team is sort of like <em>Law &amp; Order,</em> you compete against different top schools across the nation. It is very competitive and fun, and bonds you with your teammates. So, when I got to Cornell, I tried out and made the team. I have already been in a tournament and invitational at the law school.</p>\n\n<p>I have also become involved in a mentoring program. We pair mentees with upper-class students as mentors. My mentor is an ILRie, so he was able to share with me a wide range of information on classes, social life, etc.</p>\n\n<h2>ILR: One major, endless possibilities</h2>\n\n<p>My mother is from Panama and my father was born in the United States. They didn’t graduate from college. I think they have high school diplomas. They work day in, day out, and I saw what they were doing. They always told me, “Thaddeus, if you want to be something in your life, you have to work for it.” They always instilled that principle in me and that was what propelled me to apply to Cornell in the first place. My background is Caribbean-Spanish, and it’s quite interesting in my household.</p>\n\n<p>When I go back to my high school, my teachers and counselors want to know how I’m doing it, when I’m doing, how my grades are, my GPA, and what I am involved in. Over winter break, they had me speak to the students about applying to college and how to transition into college life. This was a very interesting experience, because I saw myself a year ago sitting in those seats. I know what they’re going through, the challenges they’re facing—both financially and in the application process.</p>\n\n<p>This summer I am very busy, working as a sales associate at Guess Inc. in New York City and interning with Legal Aid in downtown Brooklyn. Legal Aid provides civil legal services to low-income people and promotes equal access to the justice system. I look forward to these different experiences.</p>\n\n<p>I am also a 2012 Fellow of the New York Needs You (NYNY) program. NYNY is a two-year career development program in the city that enables first-generation college students to secure internships and remain academically sound through their college careers. I am a mentor for high school students who are going through the college search and application process.</p>",
    "title": "The importance of mentors",
    "mainPhoto-width": "264",
    "mainPhoto-height": "336",
    "mainPhoto-alt": "Thaddeus Talbot portrait"
  },
  {
    "id":"2",
    "blurb": "Alex competes on Cornell's world-class debate team and ran for, and won, a student seat on Cornell's Board of Trustees. ILR has changed the way he sees himself and the world.",
    "classYear": "13",
    "experience1": "Former undergraduate representative, Cornell Board of Trustees",
    "experience2": "Member, Cornell Forensics Society",
    "experience3": "Summer 2013 Intern: State Department, Bureau of Democracy, Human Rights, and Labor",
    "experience4": "2012 Truman Scholar",
    "firstName": "Alex",
    "home_rotation": "1",
    "interests": "Law, debate",
    "lastName": "Bores",
    "mainPhoto": "/admissions/Student_Experience/images/AlexBores_1.jpg",
    "quote": "My experience [as a member of the Cornell Board of Trustees] has not only met my expectations, but far exceeded them ... I wasn’t aware of how much trustees and administrators value student input. They turn to me all the time to hear what’s happening on campus and to hear our perspective. I’ve seen offices and roles that are crucial that I would never have seen as a student.",
    "story": "<h2>Studying labor issues</h2>\n\n<p>I'm from New York City and was initially intrigued by ILR's mix of law, business and government. I also have a bit of a labor background; both my parents are in unions and I even have a button that says \"I'm 100% Union Made.\" So with that background, the ability to study these topics in a modern context was really exciting.</p>\n\n<p>One of the first courses I took in my spring semester freshman year was \"Work, Labor, and Capital in the Global Economy,\" a class taught by four professors, each focusing on a three-week segment: history, migration, capital movement and regulation in the international arena. It was a great introduction to many different perspectives on one issue. Hearing four experts in their fields talk about how globalization affects them and their study was interesting. Professors Kuruvilla, Batt, Cook and Applegate taught the course.</p>\n\n<h2>Rediscovering debate</h2>\n\n<p>I participated in debate in high school all four years, so when I was looking at colleges, I was looking for a team. Cornell has a very strong debate program. By the time I got to campus, though, I had decided that I wanted to separate from debate. I still went to a few meetings anyway, and I fell in love with the program all over again. The kind of debate we do in college is called Worlds Debate; you're looking at issues from anywhere in the world. You can be discussing America's economic woes in one debate and the next you're talking about the Sri Lankan elections. It builds a global perspective and makes you pay attention to everything that's going on in the world.</p>\n\n<p>Being involved with the debate team has given me great opportunities. In my freshman year, my debate partner and I were selected to participate in an international debate round robin with 60 of the top teams from around the world. We made it to the finals, and I was hooked after that.</p>\n\n<p>This year, we went to a tournament at the University of Toronto that is known for pulling in students from England, Canada, and America, and we won that tournament. The training I'm getting here has been world-class.</p>\n\n<h2>Becoming a Cornell leader</h2>\n\n<p>Being a student trustee takes up most of my free time. I ran for the position at the end of my sophomore year and I'm a full voting member of the Cornell Board of Trustees, one amongst 63 others. I decided to run for it in part because of the work I'd done with Students Against Sweatshops with Nike. I really saw that students have the power to change the campus and the world. During my sophomore year, as the Reimagining Cornell plan was being implemented, a lot of students felt that their voices weren't being heard. I felt that my work with the Nike campaign positioned me well to communicate what students want to the administration and vice versa. I thought it was important for me to step up and take that role.</p>\n\n<p>There were three planks to my platform: transparency and communication, health and student safety, and quality of life.</p>\n\n<p>The experience has not only met my expectations, but far exceeded them. I have full voting rights, which I was expecting, but I wasn't aware of how much trustees and administrators value student input. They turn to me all the time to hear what's happening on campus and to hear our perspective. I've gotten to see offices and roles that are crucial that I would never have seen as a student.</p>\n\n<p>I put in a proposal about increasing the number of student trustees analyzing the issue with communications that led to some really productive decisions. There are going to be more student meetings with trustees and hopefully more students coming to committee meetings. I've also gotten to see some of the things I had worked on before I was a trustee from the Board's perspective. I have seen what goes into upholding our Code of Conduct and the many ways that it's applied. That has been a very enlightening experience.</p>\n\n<h2>Conducting research</h2>\n\n<p>These past two summers, I've done research in NYC through the ILR Extension Office.Since I've come to ILR, I've even devoted my summers to working with the school. I conducted research on union administration with Lois Gray and Ken Margolies – studying how unions handle their own HR and management and the dynamic that develops when they become so large that the staff becomes unionized by another union. We turned a lot of what we learned in ILR on its head by applying HR to unions. We focused on New York City, looking at local unions, their solutions to their unique problems and how they can be even more effective.</p>\n\n<h2>ILR: One major, endless possibilities</h2>\n\n<p>ILR sets you up for so many different things. You're learning how to work with people in any setting, which is always helpful. What I'm interested in now is international trade regulation—how countries can structure trade agreements to take labor standards into account, how domestic labor expectations can be applied to globalized companies and how things are made overseas and working through the process of regulation in an international context without hard and fast international law.</p>\n\n<p>My advice - definitely visit the campus. It's beautiful and you'll fall in love. In high school, you might think like me that you have your entire life planned out, but a lot changed when I got to college. Keep your mind open. You want to go where you can explore a variety of interests and where you'll be exposed to thoughts, ideas, and movements that you could never imagine. That's what you'll get at ILR.</p>",
    "title": "Developing strong leadership",
    "mainPhoto-width": "264",
    "mainPhoto-height": "336",
    "mainPhoto-alt": "Alex Bores portrait"
  },
  {
    "id":"3",
    "blurb": "Scholarships and fellowships have enabled Rachel to research two topics relating to social justice. During a summer internship, she saw firsthand how “research can be of social use. It doesn’t have to be something locked up in the academy.”",
    "classYear": "15",
    "experience1": "Teaching Assistant, Cornell Prison Education Program",
    "experience2": "Hunter R. Rawlings III Presidential Research Scholar",
    "experience3": "Mellon Mays Undergraduate Fellowship",
    "experience4": "Public Service Center Scholar",
    "firstName": "Rachel",
    "home_rotation": "1",
    "interests": "Public policy",
    "lastName": "Harmon",
    "mainPhoto": "/admissions/Student_Experience/images/RachelHarmon.jpg",
    "quote": "blank",
    "story": "<h2>Cornell Prison Education Program</h2>\n\n<p>Through the Cornell Prison Education Program, I am a teaching assistant at the Auburn Correctional Facility, a maximum-security prison about 45 minutes from Ithaca. It is one of the few programs like it in the nation, and it has been an incredible experience. It has opened my eyes to a lot of social issues, particularly the relationship between incarceration and disadvantage and how that all comes back to labor relations and issues of economic opportunity.</p>\n\n<p>The classroom evolves over the semester—more so than in many other educational settings. Each side comes with its own assumptions, fears and hopes. You have to bridge those, and it’s important to do that early on and find a commonality. It’s surprisingly easy to do, because we are all human.</p>\n\n<p>I taught a writing workshop, in which teaching assistants presented on different days than the instructors. Normally, you’d go with the instructor and sit in and help during the class, but in the workshop, TAs led the session. We actually put classes together, and worked to complement what the instructors were teaching.</p>\n\n<h2>Research</h2>\n\n<p>As a Hunter Rawlings Presidential Research Scholar, I’ve had a tremendous opportunity to connect with ILR faculty, even as a freshman. Last year, I received the Mellon Mays Undergraduate Scholarship, which is also research focused.</p>\n\n<p>Before coming to Cornell, I took a gap year. I lived in the Mississippi Delta and was a reading tutor in an elementary school, which was another incredible experience, super eye opening. I came to Cornell passionate about the Mississippi Delta and a lot of the issues prevalent there—particularly educational and economic inequality. In the spring of my freshman year, with Professor Salvatore, I started exploring the history of social protest in the Mississippi Delta. The course Southern Labor History gave me a structural context for that analysis. I’m very interested in the South, and in efforts for social change there and how they fit into a broader framework of inequality—really persistent inequality. That’s one line of research I have done.</p>\n\n<p>My second line of research started in the summer between my sophomore and junior years, when I did a project exploring the impact of incarceration rates on economic inequality. That opened up a new realm of research for me, which is looking at the socioeconomic context of incarceration—the way disadvantage feeds into incarceration and how incarceration exacerbates that disadvantage.</p>\n\n<h2>Public Policy</h2>\n\n<p>I’m also an executive member of the Restoration Project, a new student organization devoted to issues of incarceration. This year we’re focusing on solitary housing units and trying to effect policy changes within New York State. This will be my first experience with policy work, and I am very excited to see where it goes.</p>",
    "title": "An interdisciplinary program",
    "mainPhoto-width": "264",
    "mainPhoto-height": "336",
    "mainPhoto-alt": "Rachel Harmon portrait"
  },
  {
    "id":"4",
    "blurb": "Lily transferred to ILR from a community college where she was a member of the student assembly and served on a dozen committees. After speaking with professors about their research, she became interested in using psychology and the research process to explore her own questions about people, organizations, and the world. Lily has been admitted to the ILR Ph.D. program in Organizational Behavior and will begin Fall 2014.",
    "classYear": "14",
    "experience1": "Independent Study: \"Self-Efficacy and Work: do you ‘think you can,’ and why that matters.\"",
    "experience2": "",
    "experience3": "",
    "experience4": "",
    "firstName": "Lily",
    "home_rotation": "1",
    "interests": "Psychology, research",
    "lastName": "Burns",
    "mainPhoto": "/admissions/Student_Experience/images/LilyDrennon_1.jpg",
    "quote": "blank",
    "story": "<h2>Why ILR</h2>\n\n<p>I came to ILR because I’ve always been interested in doing work that helps other people. I wanted to understand the link between employee attitudes and productivity, how to improve attitudes through task variation and organizational culture, and how the information we learn about these issues can be applied to any organization. I've held jobs in both good and bad environments, so I've seen how peoples' work situations directly impact their quality of life. Your work experience affects whether or not you wake up excited for the day, how you treat other people, whether you and your organization achieve your goals, and the way you feel at the end of the day when you return home to your family. All of that is directly related to what happens to us at work.</p>\n\n<h2>Research</h2>\n\n<p>I always enjoy hearing ILR professors talk about their research because it's so applicable to the real world, and a lot of it challenges how people and organizations currently work. After learning about faculty research in creativity and negotiations, I found myself interested in how they came to their conclusions. I realized that I wanted to learn how to find answers to my own questions, and now I have the chance to do that.</p>\n\n<p>For my independent study, I’m looking at self-efficacy, the degree to which you believe you’re capable of successfully completing a task under different conditions, and its workplace implications. I was asked to give the graduation speech at my community college and I used the famous Henry Ford quote, “Whether you think you can or think you can’t - you’re probably right”, so this topic of how the degree to which we think we’re capable of something can impact the outcome has always fascinated me. A lot of us already believe that this is important, but I want to know why it’s important and how it’s connected to our success, our attitudes, and our overall happiness.</p>\n\n<h2>Life at ILR</h2>\n\n<p>When they joke that ILR stands for “I Love Reading,” they’re not kidding. Of course, all the work and reading feels worth it when I take a class like Labor History and realize I haven’t learned that much from one class in my entire life. You’re not just learning historical facts, you’re being taught to make important connections. Cornell is also a very welcoming and supportive place, and if you’re willing to put in the work, you’ll find that you have every single thing you need to succeed. You’re going to have to work hard, but if you do, you’ll get so much out of your time here.</p>",
    "title": "Self-efficacy and work",
    "mainPhoto-width": "264",
    "mainPhoto-height": "336",
    "mainPhoto-alt": "Lily Burns portrait"
  },
  {
    "id":"5",
    "blurb": "Peter is from Long Island, NY and was attracted to ILR specifically because of its credit internship program and the unique perspective ILR provides on the business world. He has interned with the Walt Disney Company and with Colgate-Palmolive and has taken on leadership roles in Cornell’s Student Assembly, Cornell Dining, and ILR’s Student Government Association.",
    "classYear": "15",
    "experience1": "Internship: Disney",
    "experience2": "Internship: Colgate-Palmolive",
    "experience3": "Member, Cornell Student Assembly (SA)",
    "experience4": "Member, ILR Student Government",
    "firstName": "Peter",
    "home_rotation": "1",
    "interests": "Business",
    "lastName": "Scelfo",
    "mainPhoto": "/admissions/Student_Experience/images/PeterScelfo.jpg",
    "quote": "blank",
    "story": "<h2>ILR</h2>\n\n<p>I was originally looking at business programs, but I liked the idea of entering the business world with a set of skills that is different from what other programs provide. It’s a great advantage to know all of the issues that affect a workplace and employees because employees will determine if you succeed or fail. The ILR Credit Internship program also distinguished ILR for me. There aren’t many schools where you have a chance to gain an entire semester of academic credit while working and getting paid.</p>\n\n<h2>Disney</h2>\n\n<p>In the Disney College Program in Florida, I had the opportunity to work on the frontline for The Walt Disney World Resort alongside 70,000 Cast Members (employees), and experience first hand what I study in ILR. I saw how a company can sustain success because of its employees’ dedication to the company’s values, mission, and vision. ILR allowed me to understand that dedication, not just see it. In the Disney College Program, I interviewed training managers and upper-level management who taught me how Disney develops and maintains their culture, how they recruit and select Cast Members, and the little details of their training program that make the Disney difference. The Disney College Program was the best experience I’ve ever had.</p>\n\n<p>The faculty at ILR are very interested in ways that they can help you explore your interests. I've always wanted to work at Disney, and my professors have been very supportive of that. I’ve been able to tailor assignments and projects to the Disney company to learn and understand everything I can about that organization.</p>\n\n<h2>Leadership Development</h2>\n\n<p>You work hard here, but we still have time to join a few student organizations. Joining organizations is the best way to apply what we learn and to develop leadership skills further. I think my Organizational Behavior (OB) classes have been critical to my success with these groups. OB classes have taught me the best way to brainstorm, the best way for teams to work together, and even the best size for groups to be. The SA has about 28 members, so when we break up into committees, I’m able to suggest what size will work best for the committee’s goal. My favorite OB class is called Managing Creativity, where I learned how to encourage the development of creative ideas and solutions within an organization.</p>\n\n<p>The ILR skillset is about knowing how people work with each other, how a team can become cohesive, and how to develop and change a culture, whether it’s a student organization or a workforce. It’s about knowing how to use your resources and how to make sure you’re being an effective and resourceful leader. It’s also about knowing which laws apply to you and how to make sure you comply with and exceed the expectations of the law. It’s about developing the attitudes, knowledge, and behaviors that help you establish yourself as a contributing leader within a team because you truly know how to bring the team to success.</p>",
    "title": "More than a business degree",
    "mainPhoto-width": "264",
    "mainPhoto-height": "336",
    "mainPhoto-alt": "Peter Scelfo portrait"
  },
  {
    "id":"6",
    "blurb": "Like many ILR students, Simon is interested in turning his education and ideas into actions now, not later. He is the founder of one organization on campus that rewards innovative solutions to improve the human condition, and the co-founder of another organization that provides free legal services to low-income families in Panama. In 2013, Simon won the highly competitive Harry S. Truman Scholarship, which provides substantial financial support for graduate school to approximately 65 college juniors throughout the United States who show great potential for leadership and public service.\n\nHe is also Cornell’s first recipient of the Mitchell Scholarship, which he will use to pursue a graduate degree in mediation and conflict intervention at the National University in Ireland.",
    "classYear": "14",
    "experience1": "Research Assistant, Cornell Law School and the Scheinman Institute on Conflict Resolution",
    "experience2": "Founder, Red Ideas Festival",
    "experience3": "Co-founder, Cornell Global Law Brigade",
    "experience4": "2013 Truman Scholar, 2015 Mitchell Scholar",
    "firstName": "Simon",
    "home_rotation": "1",
    "interests": "Government, education",
    "lastName": "Boehme",
    "mainPhoto": "/admissions/Student_Experience/images/SimonBoehme.jpg",
    "quote": "blank",
    "story": "<h2>ILR</h2>\n\n<p>When I was applying to colleges, I started out focused on political science programs. Then I found ILR and discovered that it captured all of my interests: government, public policy, business, and law. I was also very excited by the courses and programs on conflict resolution, and they have turned out to be some of my best experiences so far. The classes here have made me so much better prepared to manage conflict and negotiate situations in any career. Learning to manage conflict so you can come out of it maintaining relationships and finding win-win solutions is an extremely valuable skill. We often don’t realize that conflict is everywhere - with our parents, our teachers, our bosses - but there are tactics and strategies that you can use to handle these situations, and that’s what I love learning about at ILR.</p>\n\n<h2>Research</h2>\n\n<p>I’m a Research Assistant at the Scheinman Institute on Conflict Resolution, which provides courses, research, and training in the field of alternative dispute resolution. I wanted to become more involved in the organization after taking their three-day mediation training course, which prepares you to better handle conflict anywhere, whether you’re at work or with other students. I’m a part of a project that is analyzing collective bargaining agreements between teacher unions and boards of education in every school district in New York State. We’re analyzing teacher contracts and these negotiations because we believe improving outcomes for teachers and students can be achieved at the bargaining table. My senior honors thesis will build on this work and examine teacher evaluation systems.</p>\n\n<p>I also do research at Cornell’s Law School. We’re analyzing and coding citizen feedback from public comment periods to see which ones are helpful, which will allow us to create a program that mediates the public commentary system called Regulation Room, an initiative of eRulemaking. The ultimate goal is to have a more effective system by which the public can meaningfully weigh in on any proposed legislation.</p>\n\n<h2>Summer in India</h2>\n\n<p>In the summer of 2012, I traveled to India through ILR’s Global Service Learning partnership with the Swami Vivekananda Youth Movement (SVYM). We started our trip by taking classes on Indian history, gender issues, and the economic and health challenges throughout the country. I then worked as a policy and research intern and created a leadership development and evaluation program for headmasters in rural schools. I designed the curriculum and also created a way to measure the program's success.</p>\n\n<p>I wound up using the skills and knowledge right out of my conflict resolution, organizational behavior, and statistics classes, and I was able to directly apply the lessons on leadership, training, and research methods that we learn at ILR. It’s very exciting for me to think that this project I worked on is now being used to help 250 public schools in India.</p>",
    "title": "Turning education and ideas into action",
    "mainPhoto-width": "264",
    "mainPhoto-height": "336",
    "mainPhoto-alt": "Simon Boehme portrait"
  },
  {
    "id":"7",
    "blurb": "Alex grew up in Miami, Florida. During his time at Cornell, he has started a new sports media club called Cornell At Bat, conducted research on team chemistry, and is finding ways to apply the skills he’s learning at ILR to advance new theories and practices in the world of sports.",
    "classYear": "15",
    "experience1": "Research: the importance of team chemistry in baseball",
    "experience2": "Founder, Cornell At Bat",
    "experience3": "",
    "experience4": "",
    "firstName": "Alex",
    "home_rotation": "1",
    "interests": "Sports, psychology, business",
    "lastName": "Gimenez",
    "mainPhoto": "/admissions/Student_Experience/images/AlexGimenez.jpg",
    "quote": "blank",
    "story": "<h2>Why ILR</h2>\n\n<p>My interests are in psychology, business, and management, and during the college search process I realized that ILR aligned with those interests very well. More specifically, my passion is major league baseball. A career in that area has been my goal ever since my dad took me to one of the playoff games when I was in fifth grade. I was recruited to play baseball at a few other colleges, but turned those offers down to come here. ILR is giving me the opportunities to develop the skill set to go into the MLB, whether it’s broadcasting, journalism, or baseball operations. I think this degree gives you a great overall perspective on management, whether it’s the union side of things or just managing people in general, and that’s what baseball operations is really about. You deal with people who are assets and you handle contract negotiations, things that I really didn’t know about before I studied them here, but they’re so crucial for managing and running a sports team.</p>\n\n<h2>Research</h2>\n\n<p>When I was looking at schools and read “Cornell is a great research university,” it was hard to know what that meant. I didn’t realize it was an opportunity for me to come up with my own idea and develop it. In college, I think everything becomes a question; it’s not just about the way things are, but about why they are that way. My area of interest is team chemistry, which I believe is incredibly important to team success, but there is not enough proof of that. At ILR, I was able to pitch my idea to study this topic to a professor, and now I work with top researchers in the field.</p>\n\n<p>During my playing career I played on a team that had horrific chemistry. After learning about organizational commitment, leadership, and group dynamics in my ILR classes, I decided to research the relationship between high school baseball team chemistry and performance. If we can measure and improve how people work together in businesses, we should be able to do this with sports teams as well. How do you develop the right group of players? How do you have the right group of people on your team at any given time, or the right manager to manage that team and lead it to success? I think a lot of teams overlook these topics today.</p>\n\n<p>The past fifteen to twenty years or so have been very focused on statistics…the “moneyball” era of baseball. I think the next step is the mental skills-era, or the organizational behavior-era of baseball, because we’re starting to realize that you can have all the statistically right players on the field, but they won’t really mesh correctly. You’ll see teams that, on paper, should be the best teams, yet they do poorly, and there is something about the team’s dynamics, group cohesion, and organizational culture that play a part in that. By learning about these topics in ILR classes, and now through my research examining the chemistry and performance of high school teams, I want to learn more about how these pieces interact. Understanding how these areas are connected is important whether you’re looking at them from a business perspective, or that of a sports team, or that of a college trying to better understand its students.</p>\n\n<h2>Cornell At Bat</h2>\n\n<p>I had always dreamed of broadcasting baseball games, even when I was a player. The organization I founded, Cornell At Bat, is a student-run broadcasting and media group for the university’s Big Red baseball team. We bring access to the team through radio, video, print, and social media. In the beginning, when we were trying to get our coverage out there in every possible medium, we worked with organizations such as The Cornell Review, WVBR, Cayuga Radio Group, and others, and some organizations were very difficult to navigate. That’s where a lot of the skills we learned in classes like Organizational Behavior, Collective Bargaining, and Arbitration paid off. Every skill that I’ve learned about negotiations in those courses became useful, like knowing how to develop a strategy or the ways to show someone that you’re doing the right thing for everyone involved. By using the skills right from the classroom, we went from not being able to get anything from some organizations to being able to get everything we wanted on our terms.</p>\n\n<p>A lot of the things I’ve learned in ILR classes about organizational empowerment and how to motivate people have also been helpful with the people I work with. It would be easier to just say, ‘We need eight stories, let’s crank them out,’ but I want the people in my organization to tell me what they want to do, to feel like any idea is great. I’ve allowed that to happen from day one, and I think that’s why there’s been growth and why we have so many people on staff. We now have a dozen people on staff and we were hired by the Ivy League conference when the Championship series was held at Cornell. When the team went to the NCAA regionals, we traveled with them on a chartered plane. We knew then that we had something special; we had established ourselves with the team and they knew who we were and why we were there.</p>",
    "title": "Applying ILR theories to sports",
    "mainPhoto-width": "264",
    "mainPhoto-height": "336",
    "mainPhoto-alt": "Alex Gimenez portrait"
  },
  {
    "id":"8",
    "blurb": "Daniel is considering a career in law or financial services.",
    "classYear": "16",
    "experience1": "Co-chair, CU IMAGE",
    "experience2": "Multicultural Affairs Assistant, ILR Office of Student Services",
    "experience3": "Employment and Labor Law Intern, New York City Legal Aid Society",
    "experience4": "Co-captain, Sabor Latino Dance Ensemble",
    "firstName": "Daniel",
    "home_rotation": "1",
    "interests": "Labor, law, financial services",
    "lastName": "Muniz-Garcia",
    "mainPhoto": "/admissions/Student_Experience/images/daniel-garcia-profile.jpg",
    "quote": "ILR has provided me the perfect balance to pursue my interests in multiple fields.",
    "story": "<p><strong>CU Image</strong>\n<br />\n<br />\nAs co-chair of CU IMAGE, I work on initiatives to recruit students of color. We host prospective students, hold information sessions and student panels, and lead special tours. During the spring semester, we fly in admitted students who identify as students of color. They sit in on classes and are hosted by current students, so they can see what it's like to be a student at Cornell. I facilitate all the programming behind that.\n<br />\n<br />\nStudents from low-income backgrounds may have the misconception that they won't be able to afford Cornell or that they won't fit in. We show them there is a place in the community for everyone. It impacts a lot of students and adds to the diversity of Cornell. Ezra founded this institution on the principle of \"Any person, any study,\" and I think we hold true to that mission by engaging in this type of work.\n<br />\n<br />\nI was flown in myself when I was admitted—that was how I was exposed to ILR. I really connected with the school, the people, and Cornell in general. It was that trip that sealed the deal for me to attend Cornell.\n<br />\n</p>\n\n<p><strong>Research</strong>\n<br />\n<br />\nThrough the Employment and Disability Institute, I will be doing a summer internship in Israel and researching disability accommodations and considerations in employment. The research is an extension of work I started last semester in a class on disability studies, looking into best practices and policies that companies employ to accommodate people with disabilities. It's really interesting work and I am excited to continue it and tailor it toward Israel.\n<br />\n<br />\n<strong>Internship</strong>\n<br />\n<br />\nThe first semester of my freshman year, I learned of a New York City internship program focused on nonprofit government work offered through the Cornell Urban Scholars Program. I have an interest in law, and, luckily, I got placed with the Legal Aid Society.\n<br />\n<br />\nThe work I did was related to benefits. With a partner, who was also an ILR student, I staffed a hotline for low-income New Yorkers and processed their requests for pro bono legal assistance.\n<br />\n<br />\nWe also helped out on a class-action lawsuit against Domino's and some of its franchises, which were charged with shaving the pay of employees in the back office and paying them as though they received tips. Since I speak Spanish and a lot of the clients were native Spanish speakers, I was able to interview them. After we finished, the case was settled in their favor.\n<br />\n<br />\n<strong>Service learning</strong>\n<br />\n<br />\nThrough the Cornell Global Law Brigade, I took part in a weeklong service learning project in which 32 undergraduates helped low-income residents of a rural community in Panama. We worked alongside Panamanian lawyers, teaching residents about family law and their rights.\n<br />\n<br />\nIt was a cultural immersion experience, too. We got to experience conditions that were different than in this country, so it was definitely eye opening. I applied and received funding from ILR for this experience.\n<br />\n<br />\n<strong>Sabor Latino Dance Ensemble</strong>\n<br />\n<br />\nI tried out for the team because I like to dance and Latin dance is something I really enjoy. It's a good stress reliever and makes me engage in something other than academics. It's very fun, social, and interactive.\n<br />\n</p>",
    "title": "Merging law and finance interests",
    "mainPhoto-width": "190",
    "mainPhoto-height": "242",
    "mainPhoto-alt": "daniel garcia"
  },
  {
    "id":"9",
    "blurb": "Qiao, transferred to ILR and is minoring in Asian American studies and business. He plans to spend a year as a Fulbright Scholar before earning a law degree and a master’s in public policy.",
    "classYear": "15",
    "experience1": "Global Scholars Program",
    "experience2": "Vice President, Internal Affairs, Cornell Asian Pacific Islander Student Union (CAPSU)",
    "experience3": "Credit Internship Program, International Labour Organization (ILO), Philippines",
    "experience4": "Renmin University of China (RUC) Summer Exchange Program",
    "firstName": "Danny",
    "home_rotation": "1",
    "interests": "Migration & immigration, public service, international labor policy",
    "lastName": "Qiao",
    "mainPhoto": "/admissions/Student_Experience/images/Danny-Qiao-spotlight_1.jpg",
    "quote": "blank",
    "story": "<p><strong>Global Scholars Program</strong>\n<br />\n<br />\nI signed up for the Global Scholars Program after interning with the ILO in Manila last semester. The program has a hefty course requirement, encompassing foreign language study, international experience, and classes in international and comparative law.\n<br />\n<br />\nILR offers great international comparative classes and study opportunities. Studying at Renmin University of China over the summer and seeing labor rights in the Philippines, has given me the depth of experience that I was looking for in an undergraduate program.\n<br />\n<br />\n<strong>RUC Summer Exchange Program</strong>\n<br />\n<br />\nI spent a month at the labor relations school at Renmin University of China and took a language course and a course on China's population development. In the development course, the professor provided an in-depth analysis of what was going on in China in terms of birth rates, death rates, where the population is going. It was interesting to gain the macro perspective and see how that relates to labor.\n<br />\n<br />\n<strong>International Labour Organization</strong>\n<br />\n<br />\nThrough the ILR Credit Internship Program, I did an internship with the ILO in the Philippines. In the beginning, I worked on migration projects. One involved the migration of health care professionals from the Philippines, India and Vietnam to Europe. Another involved domestic workers and getting the Philippines to ratify the</p>\n\n<p><strong>Domestic Workers Convention.</strong>\n<br />\n<br />\nWhen Typhoon Haiyan hit, I joined the Livelihood and Rehabilitation Team. That was a very, very intense month.I worked directly with the one person in the office who knew how to work strata, and she crunched numbers and tried to figure out how many people were displaced, how many livelihoods were affected, and then I took that information and developed maps and graphics. I left before the effects could be seen, but I would say that we got some good programs up and running.\n<br />\n<br />\nThe ILO experience gave me a great overview of what to expect of an organization that specializes in labor. That combined with my China experience propelled me to pursue a global perspective.\n<br />\n<br />\n<strong>Cornell Asian Pacific Islander Student Union</strong>\n<br />\n<br />\nI am heavily involved in the Asian American community at Cornell. Last year I was an intern at the Asian &amp; Asian American Center. Then I joined the umbrella organization, CAPSU, because I wanted to build community awareness and community unity.\n<br />\n<br />\nThere are 75-plus Asian-affiliated organizations on campus, and each one is different. We are all trying to foster our own sense of community and, since I am in Internal Affairs, I have to navigate those networks and get everyone to come together. It's an ongoing process.\n<br />\n</p>",
    "title": "Pursuing business and Asian studies",
    "mainPhoto-width": "264",
    "mainPhoto-height": "336",
    "mainPhoto-alt": "Danny Qiao"
  },
  {
    "id":"10",
    "blurb": "Matthew was an economics major before transferring to ILR as a sophomore. “Economics was a little too impersonal for me,” he says. “ILR has this great combination of economics, government and politics, and I knew I wanted to go to law school.”",
    "classYear": "14",
    "experience1": "Hunter Rawlings Presidential Research Scholar",
    "experience2": "Credit Internship Program, International Labour Organization (ILO), Geneva, Switzerland",
    "experience3": "Internship, New York Center for Law and Justice",
    "experience4": "Undergraduate Fellow, American Educational Research Association (AERA)",
    "firstName": "Matthew",
    "home_rotation": "",
    "interests": "Human rights, international law",
    "lastName": "Weiner",
    "mainPhoto": "/admissions/Student_Experience/images/Matthew-Weiner-spotlight_2.jpg",
    "quote": "blank",
    "story": "<p><strong>Phi Kappa Theta</strong></p>\n\n<p>As soon as I transferred to ILR, I joined Phi Kappa Theta and ran for secretary. When I was in Switzerland last year, I wanted a role that would still allow me to help people, so I ran for treasurer.</p>\n\n<p>As treasurer, I make sure we stay within budget, plan events so they don't go over budget, and try to get funds from alumni. I work with all the officers. The president and I work together a lot, and we try to divide the tasks so it doesn't get too overwhelming for one person.</p>\n\n<p><strong>Research</strong></p>\n\n<p>My sophomore year I asked Professor Ehrenberg, director of the Cornell Higher Education Research Institute, if I could do research with him. Last year, I chose my own project, on the components of adjunct faculty compensation and how unions affect them.</p>\n\n<p>I participated in the Undergraduate Student Education Research Training Workshop at the AERA annual meeting, in San Francisco. While there, I attended presentations on qualitative and quantitative research methods, learned to apply research to policy and practice, and discussed project ideas with other undergraduate fellows.</p>\n\n<p>Now, I am doing an honors thesis on behavioral economic analysis for higher education.</p>\n\n<p><strong>International Labour Organization (ILO)</strong></p>\n\n<p>My ILO project looked at the lack of correlation in some countries between life satisfaction and GDP. My supervisor helped me along the way, but it was basically my project.</p>\n\n<p>There were six of us from ILR at the ILO, and we joined the Intern Board and met a lot of people. On weekends, we traveled all around. We had a lot of autonomy.</p>\n\n<p><strong>New York Center for Law and Justice</strong></p>\n\n<p>I was an intern at the New York Center for Law and Justice, a not-for-profit law firm run by Bruce Gitlin '77, the winter of my sophomore year and was asked to return that summer. I helped with paralegal duties, drafted legal documents and met with clients.</p>\n\n<p>The internship made me realize that I want to help people, not just giant corporations. In the fall, I will attend law school at Columbia University.</p>\n\n<p><strong>Cornell Prison Education Program</strong></p>\n\n<p>I got involved with the Cornell Prison Education Program because I am doing higher education research and thought it would be interesting to see how higher education affects other populations. I am a TA for an algebra class, so I help the students with homework and any other questions they have.</p>\n\n<p>You can definitely see, they are interested in learning and are probably much happier than they would be otherwise. I've been thinking about carrying the research over, maybe doing a master's degree. I hope to do research in law school.</p>",
    "title": "Pursued research to apply policy analysis interests while preparing for law school",
    "mainPhoto-width": "264",
    "mainPhoto-height": "336",
    "mainPhoto-alt": null
  },
  {
    "id":"11",
    "blurb": "Olivia’s minor is inequality studies, law and society. “Everything I have been through has shaped in some way what I do on campus and how I think about issues that are brought up in class,” she says.",
    "classYear": "15",
    "experience1": "OADI (Office of Academic Diversity Initiatives) Research Scholar",
    "experience2": "Director of Finance, Festival of Black Gospel",
    "experience3": "Pre-Law Journal",
    "experience4": "University Hearing and Review Boards",
    "firstName": "Olivia",
    "home_rotation": "1",
    "interests": "Social justice, fashion, human rights",
    "lastName": "Davis",
    "mainPhoto": "/admissions/Student_Experience/images/Olivia-Davis-spotlight_2.jpg",
    "quote": "blank",
    "story": "<p><strong>Research</strong></p>\n\n<p>As one of the first OADI Scholars, I researched child custody disputes involving domestic violence. I had personal experience with that after my mother passed away…. Through my research, I was able to see how child advocacy in New Jersey is a low priority. Children's lives are at stake every day, and it goes unnoticed by state government, local government and even the local police force.</p>\n\n<p>We were teamed up with mentors, and we also had to take an undergraduate research class. It was a basic program, but I was able to go a bit further than the others because I had the real-life experience of what I eventually became interested in. It was eye opening for me to realize that I have the power to look at issues in a systematic and qualitative way and, hopefully, in the future, make change.</p>\n\n<p><strong>Pre-Law Journal</strong></p>\n\n<p>I was recruited to write for the journal sophomore year. They sent out a list of topics and one of them was mediation and civil disputes. So I asked if I could focus on mediation and child custody disputes involving violence. It made me home in on the things I'd learned and apply them to that situation.</p>\n\n<p>I chose that topic because I saw there was a wave of new thinking in child custody disputes that supported the use of mediation. I don't think there should be any type of discussion with an abusive parent - I couldn't believe that was suggested by the state of New Jersey as a new route for people. While mediation saves legal fees, it's not all encompassing in bringing justice to families and children.</p>\n\n<p><strong>Fashion</strong></p>\n\n<p>I have always loved fashion, and I have been thinking of ways to create a fashion line that honors all the parts of who I have become but also serves the greater world. It's going to be a for-profit entity that helps others. I don't know how to do that yet, but I have some ideas.</p>\n\n<p>My ultimate goal is to bring attention to social issues through clothing and the fashion industry.</p>\n\n<p>I strongly believe that there hasn't been a top-down approach to respecting workers' rights - \"top down\" meaning employers, on the broad scale, respecting workers' rights in a way that isn't always about maximizing profits. I want to help people on the ground. My whole focus is to change the way people think about social issues and the way people think about people in general.</p>\n\n<p>In January, I received an offer from Macy's for their store management program. I feel like I am beginning a new chapter in my life.</p>",
    "title": "Merging passion for human rights with fashion interests",
    "mainPhoto-width": "264",
    "mainPhoto-height": "336",
    "mainPhoto-alt": null
  },
  {
    "id":"12",
    "blurb": "Emma, who worked on her high school newspaper and The Cornell Daily Sun, would one day like to run a media company. “That or be Nora Ephron,” she says.",
    "classYear": "15",
    "experience1": "City Editor, Cornell Daily Sun",
    "experience2": "Co-developer of a smartphone app",
    "experience3": "Summer 2013 Intern, CNN",
    "experience4": "Summer 2014 Intern, Miami Herald",
    "firstName": "Emma",
    "home_rotation": "1",
    "interests": "Journalism, organizational psychology, feminism, law",
    "lastName": "Court",
    "mainPhoto": "/admissions/Student_Experience/images/Emma-Court-spotlight_2.jpg",
    "quote": "blank",
    "story": "<p><strong>The Cornell Daily Sun</strong></p>\n\n<p>As a freshman, I met with the managing editor and he told me how formative the Sun had been in his experience at Cornell and how he couldn't imagine his time here spent any other way. I said, \"That sounds really great, sign me up.\"</p>\n\n<p>I started off writing, and I really liked that. I enjoyed seeing my name in print the day after writing a story. It's a very cool feeling that never really goes away. Later on, I became a news editor and then city editor.</p>\n\n<p>As I got more involved, I saw there was a vibrant community at the Sun. It's a special place. There are certain types of people who are attracted to it, I think. They are more intellectual, or more interested in practical experience.</p>\n\n<p><strong>ILR Classes</strong></p>\n\n<p>I've gained so much through the curriculum, particularly its interdisciplinary nature and its emphasis on organizational psychology in history and law. I don't know what I would have majored in otherwise. You can't major in all these things unless you are in ILR.</p>\n\n<p>The curriculum is designed for people who have a wide interest in world matters beyond one discipline.</p>\n\n<p>For example, I am very interested in feminist issues. I took a Women and Family History seminar, which was fascinating. I took a creativity class, too. Last semester I took a class with the former chairwoman of the National Labor Relations Board. This semester, I'm taking International Labor Law. All of these things interlock so well that I feel I have a comprehensive understanding of the issues.</p>\n\n<p>One of my defining Cornell experiences was the course Labor Law, with Professor Gold. I took it extremely seriously. I came out of it having done really well and it taught me there are things you might be afraid of in college, like taking classes that are too rigorous, that you can handle.</p>\n\n<p><strong>App Development</strong></p>\n\n<p>My sophomore year, I was part of a group that developed ResCUer, a smartphone app for safety resources on campus. It's really simple. There's a Get Help button and a Go Home button. Get Help takes you to the police, EMS and other emergency resources; Go Home takes you to phone numbers for friends and taxis. We got funding from CU Collaborate. Then, we entered it in the Red Ideas Festival and won third place. We're working with Cornell to bolster its presence on campus.</p>\n\n<p><strong>Internship</strong></p>\n\n<p>One of the things I've learned is that you have to create your own opportunities. When I was an intern at CNN, they had a specific set of duties for interns. I wanted to do more, so I looked around the workplace and saw that each semester they had to train a new set of interns. I realized that institutional knowledge was getting lost in the shuffle, which made for stressful situations.</p>\n\n<p>I asked my supervisor if I could create an intern manual that explained the basic tasks. I worked on it in my spare time, and they actually put it into their HR manual. My ILR background gave me the understanding of how a company works and how to function within that environment.</p>\n\n<p>This summer I will be interning at The Miami Herald.</p>",
    "title": "Taking advantage of internships to prepare for a Communications career",
    "mainPhoto-width": "264",
    "mainPhoto-height": "336",
    "mainPhoto-alt": null
  }
]
